Autodesk.Revit.DB.HomeCamera.#ctor(Autodesk.Revit.DB.HomeCamera)
Constructs a new copy of the input HomeCamera object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2016